Repository: iqual-ch/iq_commerce
Catalog: translations/iq_commerce-*.po
Languages: de

source: Remove
de: Entfernen

source: Title
de: Titel

source: Tooltip remove button
de: Tooltip-Schaltfläche zum Entfernen

source: Quantity edit form
de: Mengenbearbeitungsformular

source: Form to alter the quantity of a cart item
de: Formular zum Ändern der Menge eines Warenkorbartikels

source: Tax Rate
de: Steuersatz

source: Category
de: Kategorie

source: Catalog
de: Katalog

source: Product variation title
de: Titel der Produktvariante

source: Product Title
de: Artikelname

source: Product variants
de: Produktvarianten

source: Product image
de: Produktbild

source: Product link
de: Produktlink

source: In the cart
de: In den Warenkorb

source: Shopping cart
de: Warenkorb

# Address label
source: Street address
de: Strasse und Hausnummer

# Address label
source: Street address line 2
de: Strasse und Hausnummer (2. Zeile)

source: Cart
de: Warenkorb

source: @entity added to <a href=":url">your cart</a>.
de: @entity wurde zum <a href=":url">Warenkorb</a> hinzugefügt.

source: Street Address
de: Strasse und Hausnummer

source: Street address
de: Strasse und Hausnummer

source: Street address line 2
de: Strasse (2. Zeile)

source: Pay and complete purchase
de: Bezahlen und Kauf abschliessen

source: You can view your orders <a href='/user/orders'>here</a><br/>
de: Sie können Ihre Bestellungen <a href='/user/orders'> hier </a> <br/> anzeigen

source: You can see your order when you are logged in.<br/>Continue to <a href='/user/login'>login</a><br/>
de: Sie können Ihre Bestellung sehen, wenn Sie angemeldet sind. <br/> Weiter zu <a href='/user/login'> Login </a> <br/>

source: Continue to <a href='/de'>homepage</a><br/>If you have any questions, you can reach us at <a href='/contact'>Contact</a>
de: Weiter zur <a href='/de'> Homepage </a> <br/> Wenn Sie Fragen haben, können Sie uns unter <a href='/contact'> Contact </a> erreichen

source: Returning Customer
de: Bestehender Kunde

source: Create account and continue
de: Konto erstellen und fortfahren

source: Continue as Guest
de: Weiter als Gast

source: Guest Checkout
de: Als Gast einkaufen

source: Your order number is @number.
de: Ihre Bestellnummer lautet @number.

source: You can view your order on your account page when logged in.
de: Sie können Ihre Bestellung auf Ihrer Kontoseite anzeigen, wenn Sie angemeldet sind.

source: Additional Information
de: Zusätzliche Information

source: Order notes
de: Bestellhinweise

source: Back to Cart
de: Zurück zum Warenkorb

source: Collection Date
de: Abholdatum

source: Payment Confirmation
de: Zahlungsbestätigung

source: Cart Header
de: Warenkorb - Überschrift und Zusatztext

source: Order confirmation
de: Bestellbestätigung

source: Thank you for your order
de: Vielen Dank für Ihre Bestellung

source: Order summary
de: Bestellübersicht

source: Order number
de: Bestellnummer

source: Order date
de: Bestelldatum

source: Billing and Shipping
de: Rechnung und Versand

source: Billing information
de: Rechnungsadresse

source: Shipping information
de: Versandadresse

source: Payment method
de: Zahlungsmethode

source: Shipping method
de: Versandart

source: Order items
de: Bestellte Artikel

source: Subtotal
de: Zwischensumme

# iq_commerce
source: Order status
de: Bestellstatus

# iq_commerce
source: Order placed
de: Auftrag erteilt

# iq_commerce
source: Your information
de: Ihre Informationen

# iq_commerce
source: Order items
de: Bestellte Artikel

source: We have received your order and will process it immediately.
de: Wir haben Ihre Bestellung erhalten und werden sie umgehend bearbeiten.

# iq_commerce
source: Shipping Information
de: Informationen zum Versand

# iq_commerce
source: Billing Information
de: Informationen zur Rechnungsstellung

# iq_commerce
source: Min. fee
de: Kleinmengenzuschlag

source: Some products weren't copied to the cart as they aren't currently available.
de: Einige Produkte wurden nicht in den Warenkorb kopiert, da sie derzeit nicht verfügbar sind.

source: Add a header for the cart view, leave empty so it will NOT be shown.
de: Fügen Sie eine Kopfzeile für die Warenkorbansicht hinzu, lassen Sie diese leer, damit sie NICHT angezeigt wird.

source: Minimum amount for additional costs
de: Kleinmengenzuschlag - Grenze

source: If the cart value is below this value additional costs apply.
de: Liegt der Warenkorbwert unter diesem Wert, wird der Kleinmengenzuschlag addiert.

source: Additional cost amount
de: Kleinmengenzuschlag - Wert

source: When the cart is below minimum amount above this amount will be added to total costs.
de: Wenn der Warenkorb unter dem Mindestbetrag liegt, wird dieser Betrag zu den Gesamtkosten hinzugefügt.

source: IQ Commerce Product settings
de: IQ Commerce Produkt Einstellungen

source: This text field should be written in YAML syntax.
de: Dieses Textfeld sollte in YAML-Syntax geschrieben

source: Header
de: Kopfzeile

source: Add a header message for the receipt.
de: Fügen Sie eine Kopfzeile für die E-Mail-Benachrichtigung hinzu.

source: Footer
de: Fusszeile

source: Add a footer message for the receipt.
de: Fügen Sie eine Fusszeile für die E-Mail-Benachrichtigung hinzu.

source: I confirm that I am over 18 years old.
de: Ich bestätige, dass ich über 18 Jahre alt bin.
